OpenFOAM-5.x/tutorials/combustion/reactingFoam/RAS/DLR_A_LTS/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType   RAS;

RAS
{
    RASModel        kEpsilon;

    kEpsilonCoeffs
    {
        Prt 0.85;
    }

    turbulence      on;
    printCoeffs     on;
}

// ************************************************************************* //
